import {Book} from './Book';

export const BOOKS = [
  new Book('123456', '1BLA', 'http://www.angelique-world.ru/cover13.gif', 'HENA',
    'Кни́га — один из видов печатной продукции: непериодическое издание, состоящее ' +
    'из сброшюрованных или отдельных бумажных листов (страниц) или тетрадей'),
  new Book('123456', '2BLA', 'https://primepublish.ru/content/images/new-elements/elems/step-3-9.png', 'HENA',
    'Кни́га — один из видов печатной продукции: непериодическое издание, ' +
    'состоящее из сброшюрованных или отдельных бумажных листов (страниц) или тетрадей'),
  new Book('123456', '3BLA', 'https://editus.ru/img/services/verstka/cover_6.jpg', 'HENA',
    'Кни́га — один из видов печатной продукции: непериодическое издание, ' +
    'состоящее из сброшюрованных или отдельных бумажных листов (страниц) или тетрадей'),
  new Book('123456', '4BLA', 'http://hpclub.ru/wp-content/uploads/2013/02/newhpcover.jpg', 'HENA',
    'Кни́га — один из видов печатной продукции: непериодическое издание, ' +
    'состоящее из сброшюрованных или отдельных бумажных листов (страниц) или тетрадей'),
  new Book('123456', '5BLA', 'https://cdn.shazoo.ru/82030_t1QMGU8HPc_ps.jpeg', 'HENA',
    'Кни́га — один из видов печатной продукции: непериодическое издание, ' +
    'состоящее из сброшюрованных или отдельных бумажных листов (страниц) или тетрадей'),
  new Book('123456', '6BLA',
    'https://www.alpinabook.ru/upload/resize_cache/iblock/8c8/380_567_1/8c821d109a20e8db924b575691369600.jpg', 'HENA',
    'Кни́га — один из видов печатной продукции: непериодическое издание, ' +
    'состоящее из сброшюрованных или отдельных бумажных листов (страниц) или тетрадей'),
  new Book('123456', '7BLA', 'https://ozon-st.cdn.ngenix.net/multimedia/1013135735.jpg', 'HENA',
    'Кни́га — один из видов печатной продукции: непериодическое издание, ' +
    'состоящее из сброшюрованных или отдельных бумажных листов (страниц) или тетрадей'),
  new Book('123456', '8BLA', 'https://mdbootstrap.com/img/Photos/Slides/img%20(68).jpg', 'HENA',
    'Кни́га — один из видов печатной продукции: непериодическое издание, ' +
    'состоящее из сброшюрованных или отдельных бумажных листов (страниц) или тетрадей'),
];
